---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.ExternalDataInstanceAddedIntoDocumentEventArgs
source: html/793540fa-c6e4-96df-a748-9fc87a848ea0.htm
---
# ExternalDataInstanceAddedIntoDocumentEventArgs Members

Indicates whether the event is being cancelled.